Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: What drove it
ar: ما الذي رجّح ذلك
bg: Какво го определи
ca: Què hi ha influït
cs: Co to způsobilo
da: Hvad der afgjorde det
de: Was dahintersteckt
el: Τι το καθόρισε
es: Qué lo ha marcado
et: Mis seda mõjutas
fi: Mistä se johtui
fr: Ce qui l'explique
ga: Cad a thiomáin é
hr: Što je na to utjecalo
hu: Mi állt mögötte
id: Apa yang menentukannya
is: Hvað réð þessu
it: Cosa l'ha determinato
ja: 内訳
ko: 무엇이 영향을 줬나
lt: Kas tai lėmė
lv: Kas to noteica
mk: Што влијаеше на тоа
ms: Apa yang menentukannya
mt: X'wassal għalih
nb: Hva som avgjorde det
nl: Wat het bepaalde
pl: Co o tym zdecydowało
pt_br: O que pesou nisso
pt_pt: O que o determinou
ro: Ce a determinat asta
ru: Что на это повлияло
sk: Čo to spôsobilo
sl: Kaj je to povzročilo
sq: Çfarë ndikoi
sr: Шта је на то утицало
sv: Vad som styrde det
tr: Bunu ne belirledi
uk: Що на це вплинуло
vi: Điều gì quyết định
zh_hans: 由什么决定
zh_hant: 由什麼決定

source: What is it? e.g. 8 × 400 m
ar: ما هو؟ مثلًا 8 × 400 م
bg: Какво е? напр. 8 × 400 м
ca: Què és? p. ex. 8 × 400 m
cs: Co to je? Např. 8 × 400 m
da: Hvad er det? f.eks. 8 × 400 m
de: Was ist es? z. B. 8 × 400 m
el: Τι είναι; π.χ. 8 × 400 μ
es: ¿Qué es? p. ej. 8 × 400 m
et: Mis see on? Nt 8 × 400 m
fi: Mikä se on? esim. 8 × 400 m
fr: C'est quoi ? ex. 8 × 400 m
ga: Cad é? m.sh. 8 × 400 m
hr: Što je to? npr. 8 × 400 m
hu: Mi ez? pl. 8 × 400 m
id: Isinya apa? mis. 8 × 400 m
is: Hvað er þetta? t.d. 8 × 400 m
it: Che cos'è? es. 8 × 400 m
ja: 内容は？（例：8 × 400 m）
ko: 어떤 운동인가요? 예: 8 × 400 m
lt: Kas tai? pvz., 8 × 400 m
lv: Kas tas ir? Piem., 8 × 400 m
mk: Што е тоа? на пр. 8 × 400 м
ms: Apa isinya? cth. 8 × 400 m
mt: X'inhu? eż. 8 × 400 m
nb: Hva er det? f.eks. 8 × 400 m
nl: Wat is het? bijv. 8 × 400 m
pl: Co to jest? np. 8 × 400 m
pt_br: O que é? ex.: 8 × 400 m
pt_pt: O que é? ex. 8 × 400 m
ro: Ce este? de ex. 8 × 400 m
ru: Что это? Например, 8 × 400 м
sk: Čo to je? Napr. 8 × 400 m
sl: Kaj je to? Npr. 8 × 400 m
sq: Çfarë është? p.sh. 8 × 400 m
sr: Шта је то? нпр. 8 × 400 м
sv: Vad är det? t.ex. 8 × 400 m
tr: Nedir? örn. 8 × 400 m
uk: Що це? Наприклад, 8 × 400 м
vi: Nội dung là gì? vd. 8 × 400 m
zh_hans: 内容是什么？如 8 × 400 米
zh_hant: 內容是什麼？如 8 × 400 公尺

source: Window
ar: الفترة
bg: Период
ca: Període
cs: Okno
da: Periode
de: Zeitraum
el: Περίοδος
es: Periodo
et: Periood
fi: Jakso
fr: Période
ga: Tréimhse
hr: Razdoblje
hu: Időszak
id: Rentang
is: Tímabil
it: Periodo
ja: 期間
ko: 기간
lt: Laikotarpis
lv: Periods
mk: Период
ms: Julat
mt: Perjodu
nb: Periode
nl: Periode
pl: Okres
pt_br: Período
pt_pt: Período
ro: Perioadă
ru: Период
sk: Obdobie
sl: Obdobje
sq: Periudha
sr: Период
sv: Period
tr: Aralık
uk: Період
vi: Khoảng thời gian
zh_hans: 时间范围
zh_hant: 時間範圍

source: Work
ar: عمل
bg: Работа
ca: Feina
cs: Práce
da: Arbejde
de: Belastung
el: Εργασία
es: Trabajo
et: Töö
fi: Työ
fr: Travail
ga: Obair
hr: Rad
hu: Munka
id: Set kerja
is: Vinna
it: Lavoro
ja: ワーク
ko: 본운동
lt: Darbas
lv: Darbs
mk: Работа
ms: Set kerja
mt: Xogħol
nb: Arbeid
nl: Werk
pl: Praca
pt_br: Trabalho
pt_pt: Trabalho
ro: Lucru
ru: Работа
sk: Práca
sl: Delo
sq: Punë
sr: Рад
sv: Arbete
tr: Çalışma
uk: Робота
vi: Hiệp chính
zh_hans: 正式组
zh_hant: 正式組

source: Working out the projection…
ar: يجري حساب التوقّع…
bg: Изчисляване на прогнозата…
ca: Calculant la projecció…
cs: Počítá se předpověď…
da: Beregner fremskrivningen…
de: Die Prognose wird berechnet…
el: Υπολογισμός πρόβλεψης…
es: Calculando la proyección…
et: Prognoosi arvutamine…
fi: Lasketaan ennustetta…
fr: Calcul de la projection…
ga: An réamh-mheastachán á ríomh…
hr: Računanje projekcije…
hu: Előrejelzés számítása…
id: Menghitung proyeksinya…
is: Reikna spána…
it: Calcolo della proiezione…
ja: 予測を計算中…
ko: 예측을 계산하는 중…
lt: Skaičiuojama prognozė…
lv: Aprēķina prognozi…
mk: Се пресметува проекцијата…
ms: Mengira unjuran…
mt: Qed tiġi kkalkulata l-projezzjoni…
nb: Regner ut framskrivningen…
nl: De prognose berekenen…
pl: Obliczanie prognozy…
pt_br: Calculando a projeção…
pt_pt: A calcular a projeção…
ro: Se calculează proiecția…
ru: Считаем прогноз…
sk: Počíta sa predpoveď…
sl: Računanje napovedi…
sq: Po llogaritet parashikimi…
sr: Рачунање пројекције…
sv: Räknar ut prognosen…
tr: Tahmin hesaplanıyor…
uk: Рахуємо прогноз…
vi: Đang tính dự báo…
zh_hans: 正在计算预测…
zh_hant: 正在計算預測…

source: Working out your fitness and fatigue…
ar: يجري حساب لياقتك وإجهادك…
bg: Изчисляват се формата и умората ти…
ca: Calculant la teva forma i fatiga…
cs: Počítá se kondice a únava…
da: Beregner din form og træthed…
de: Fitness und Ermüdung werden berechnet…
el: Υπολογισμός φυσικής κατάστασης και κόπωσης…
es: Calculando tu forma y tu fatiga…
et: Vormi ja väsimuse arvutamine…
fi: Lasketaan kuntoa ja väsymystä…
fr: Calcul de votre forme et de votre fatigue…
ga: D'aclaíocht agus do thuirse á ríomh…
hr: Računanje forme i umora…
hu: Fittség és fáradtság számítása…
id: Menghitung kebugaran dan kelelahanmu…
is: Reikna form og þreytu…
it: Calcolo di forma e fatica…
ja: 体力と疲労を計算中…
ko: 체력과 피로도를 계산하는 중…
lt: Skaičiuojama tavo forma ir nuovargis…
lv: Aprēķina formu un nogurumu…
mk: Се пресметуваат твојата форма и замор…
ms: Mengira kecergasan dan keletihan anda…
mt: Qed jiġu kkalkulati l-forma u l-għeja tiegħek…
nb: Regner ut form og tretthet…
nl: Fitheid en vermoeidheid worden berekend…
pl: Obliczanie formy i zmęczenia…
pt_br: Calculando sua forma e sua fadiga…
pt_pt: A calcular a sua forma e fadiga…
ro: Se calculează forma și oboseala ta…
ru: Считаем форму и усталость…
sk: Počíta sa kondícia a únava…
sl: Računanje pripravljenosti in utrujenosti…
sq: Po llogariten forma dhe lodhja jote…
sr: Рачунање форме и умора…
sv: Räknar ut din form och trötthet…
tr: Kondisyon ve yorgunluk hesaplanıyor…
uk: Рахуємо форму й втому…
vi: Đang tính thể lực và mệt mỏi của bạn…
zh_hans: 正在计算你的体能与疲劳…
zh_hant: 正在計算你的體能與疲勞…

source: Workouts
ar: التمارين
bg: Тренировки
ca: Entrenaments
cs: Tréninky
da: Træninger
de: Einheiten
el: Προπονήσεις
es: Entrenamientos
et: Trennid
fi: Harjoitukset
fr: Séances
ga: Seisiúin
hr: Treninzi
hu: Edzések
id: Latihan
is: Æfingar
it: Allenamenti
ja: ワークアウト
ko: 운동
lt: Treniruotės
lv: Treniņi
mk: Тренинзи
ms: Latihan
mt: Sessjonijiet
nb: Økter
nl: Trainingen
pl: Treningi
pt_br: Treinos
pt_pt: Treinos
ro: Antrenamente
ru: Тренировки
sk: Tréningy
sl: Treningi
sq: Stërvitjet
sr: Тренинзи
sv: Pass
tr: Antrenmanlar
uk: Тренування
vi: Buổi tập
zh_hans: 训练
zh_hant: 訓練

source: Workouts, metrics and routes are shared with your other devices through your private iCloud database. Nothing goes to any server of ours.
ar: تُشارَك التمارين والمقاييس والمسارات مع أجهزتك الأخرى عبر قاعدة بيانات iCloud الخاصة بك. ولا يذهب شيء إلى أي خادم لنا.
bg: Тренировките, показателите и маршрутите се споделят с другите ти устройства през частната ти iCloud база. Нищо не отива на наш сървър.
ca: Els entrenaments, les mètriques i les rutes es comparteixen amb els teus altres dispositius mitjançant la teva base de dades privada d'iCloud. No va res a cap servidor nostre.
cs: Tréninky, metriky a trasy se s tvými dalšími zařízeními sdílejí přes tvou soukromou databázi na iCloudu. Na žádný náš server nejde nic.
da: Træninger, målinger og ruter deles med dine andre enheder via din private iCloud-database. Intet sendes til nogen server hos os.
de: Einheiten, Messwerte und Routen werden über deine private iCloud-Datenbank mit deinen anderen Geräten geteilt. Nichts geht an einen Server von uns.
el: Οι προπονήσεις, οι μετρήσεις και οι διαδρομές μοιράζονται με τις άλλες σου συσκευές μέσω της ιδιωτικής σου βάσης δεδομένων iCloud. Τίποτα δεν πηγαίνει σε δικό μας διακομιστή.
es: Los entrenamientos, las métricas y las rutas se comparten con tus otros dispositivos a través de tu base de datos privada de iCloud. Nada va a ningún servidor nuestro.
et: Trennid, näitajad ja marsruudid jagatakse sinu teiste seadmetega sinu privaatse iCloudi andmebaasi kaudu. Meie serveritesse ei lähe midagi.
fi: Harjoitukset, mittaukset ja reitit jaetaan muille laitteillesi yksityisen iCloud-tietokantasi kautta. Mitään ei mene millekään meidän palvelimellemme.
fr: Les séances, les mesures et les itinéraires sont partagés avec tes autres appareils via ta base iCloud privée. Rien ne part vers un serveur à nous.
ga: Roinntear seisiúin, méadrachtaí agus bealaí le do ghléasanna eile trí do bhunachar sonraí príobháideach iCloud. Ní théann aon rud chuig aon fhreastalaí de chuid s'againne.
hr: Treninzi, mjere i rute dijele se s tvojim ostalim uređajima kroz tvoju privatnu iCloud bazu. Ništa ne ide ni na jedan naš poslužitelj.
hu: Az edzések, mérőszámok és útvonalak a privát iCloud-adatbázisodon keresztül jutnak el a többi eszközödre. Semmi nem kerül a mi szervereinkre.
id: Latihan, metrik dan rute dibagikan ke perangkatmu yang lain lewat basis data iCloud pribadimu. Tidak ada apa pun yang pergi ke server kami.
is: Æfingum, mælingum og leiðum er deilt með öðrum tækjum þínum í gegnum einkagagnagrunninn þinn á iCloud. Ekkert fer á neinn netþjón hjá okkur.
it: Allenamenti, misure e percorsi vengono condivisi con gli altri tuoi dispositivi tramite il tuo database iCloud privato. Nulla va su un nostro server.
ja: ワークアウト、計測値、ルートは、あなた個人の iCloud データベースを通じてほかのデバイスと共有されます。当方のサーバーには何も送られません。
ko: 운동, 지표, 경로는 개인 iCloud 데이터베이스를 통해 다른 기기와 공유됩니다. 저희 서버로는 아무것도 전송되지 않습니다.
lt: Treniruotės, rodikliai ir maršrutai bendrinami su kitais tavo įrenginiais per tavo privačią iCloud duomenų bazę. Į jokį mūsų serverį nieko nekeliauja.
lv: Treniņi, rādītāji un maršruti tiek koplietoti ar tavām citām ierīcēm caur tavu privāto iCloud datubāzi. Uz mūsu serveriem neaiziet nekas.
mk: Тренинзите, мерките и трасите се споделуваат со твоите други уреди преку твојата приватна iCloud база. Ништо не оди на ниту еден наш сервер.
ms: Latihan, metrik dan laluan dikongsi dengan peranti anda yang lain melalui pangkalan data iCloud peribadi anda. Tiada apa-apa yang pergi ke mana-mana pelayan kami.
mt: Is-sessjonijiet, il-kejl u r-rotot jinqasmu mal-apparati l-oħra tiegħek permezz tad-database privata tiegħek fuq iCloud. Xejn ma jmur fuq xi server tagħna.
nb: Økter, målinger og ruter deles med de andre enhetene dine via din private iCloud-database. Ingenting går til noen server hos oss.
nl: Trainingen, metingen en routes worden via je privé-iCloud-database met je andere apparaten gedeeld. Er gaat niets naar een server van ons.
pl: Treningi, pomiary i trasy są udostępniane twoim innym urządzeniom przez twoją prywatną bazę iCloud. Nic nie trafia na żaden nasz serwer.
pt_br: Treinos, métricas e rotas são compartilhados com seus outros dispositivos pelo seu banco de dados privado no iCloud. Nada vai para servidor nenhum nosso.
pt_pt: Os treinos, as medidas e os percursos são partilhados com os teus outros dispositivos através da tua base de dados privada do iCloud. Nada vai para um servidor nosso.
ro: Antrenamentele, valorile și traseele sunt partajate cu celelalte dispozitive ale tale prin baza ta privată de date iCloud. Nimic nu ajunge pe vreun server de-al nostru.
ru: Тренировки, показатели и маршруты передаются на ваши другие устройства через вашу приватную базу iCloud. На наши серверы не уходит ничего.
sk: Tréningy, metriky a trasy sa s tvojimi ďalšími zariadeniami zdieľajú cez tvoju súkromnú databázu na iCloude. Na žiadny náš server nejde nič.
sl: Treningi, meritve in poti se z drugimi tvojimi napravami delijo prek tvoje zasebne baze iCloud. Na noben naš strežnik ne gre nič.
sq: Stërvitjet, matjet dhe itineraret ndahen me pajisjet e tua të tjera përmes bazës sate private në iCloud. Asgjë nuk shkon në asnjë server tonin.
sr: Тренинзи, мере и руте деле се са твојим осталим уређајима кроз твоју приватну iCloud базу. Ништа не иде ни на један наш сервер.
sv: Pass, mätvärden och rutter delas med dina andra enheter via din privata iCloud-databas. Ingenting går till någon server hos oss.
tr: Antrenmanlar, ölçümler ve rotalar özel iCloud veritabanın üzerinden diğer cihazlarınla paylaşılır. Bize ait hiçbir sunucuya bir şey gitmez.
uk: Тренування, показники й маршрути передаються на ваші інші пристрої через вашу приватну базу iCloud. На наші сервери не йде нічого.
vi: Buổi tập, chỉ số và lộ trình được chia sẻ sang các thiết bị khác của bạn qua cơ sở dữ liệu iCloud riêng tư của bạn. Không có gì đi tới bất kỳ máy chủ nào của chúng tôi.
zh_hans: 训练、指标和路线通过你的私人 iCloud 数据库在你的其他设备间共享。不会有任何数据发往我们的服务器。
zh_hant: 訓練、指標與路線會透過你的私人 iCloud 資料庫在你的其他裝置間共享。不會有任何資料送到我們的伺服器。

source: Write workouts to Apple Health
ar: كتابة التمارين في تطبيق الصحة
bg: Записвай тренировките в Apple Health
ca: Escriu els entrenaments a Apple Salut
cs: Zapisovat tréninky do Apple Health
da: Skriv træninger til Apple Sundhed
de: Einheiten in Apple Health schreiben
el: Εγγραφή προπονήσεων στην Apple Υγεία
es: Escribir los entrenamientos en Apple Salud
et: Kirjuta trennid Apple Tervisesse
fi: Kirjoita harjoitukset Apple Terveyteen
fr: Écrire les séances dans Apple Santé
ga: Scríobh seisiúin chuig Apple Health
hr: Zapisuj treninge u Apple Zdravlje
hu: Edzések írása az Apple Healthbe
id: Tulis latihan ke Apple Health
is: Skrifa æfingar í Apple Heilsu
it: Scrivi gli allenamenti in Apple Salute
ja: ワークアウトを Apple ヘルスケアに書き込む
ko: Apple 건강에 운동 기록
lt: Rašyti treniruotes į Apple Sveikatą
lv: Rakstīt treniņus Apple Veselībā
mk: Запишувај тренинзи во Apple Здравје
ms: Tulis latihan ke Apple Health
mt: Ikteb is-sessjonijiet f'Apple Health
nb: Skriv økter til Apple Helse
nl: Trainingen naar Apple Gezondheid schrijven
pl: Zapisuj treningi w Apple Zdrowie
pt_br: Gravar treinos no Apple Saúde
pt_pt: Escrever os treinos na Apple Saúde
ro: Scrie antrenamentele în Apple Health
ru: Записывать тренировки в Apple Health
sk: Zapisovať tréningy do Apple Zdravie
sl: Zapisuj treninge v Apple Zdravje
sq: Shkruaj stërvitjet në Apple Shëndeti
sr: Уписуј тренинге у Apple Здравље
sv: Skriv passen till Apple Hälsa
tr: Antrenmanları Apple Health'e yaz
uk: Записувати тренування в Apple Health
vi: Ghi buổi tập vào Apple Health
zh_hans: 将训练写入 Apple 健康
zh_hant: 將訓練寫入 Apple 健康

source: Writes a .fit workout file — AirDrop it or hand it to your watch's app. Set your max heart rate in Settings and zone targets will be written as real bpm ranges; without it the steps go out untargeted.
ar: ينشئ ملف تمرين ‎.fit — أرسله عبر AirDrop أو سلّمه لتطبيق ساعتك. أدخل نبضك الأقصى في الإعدادات لتُكتب أهداف النطاقات كنطاقات نبض حقيقية؛ وبدونه تخرج الخطوات بلا أهداف.
bg: Записва .fit файл с тренировка — изпрати го през AirDrop или го дай на приложението на часовника. Задай максималния си пулс в Настройки и целите по зони ще се запишат като реални диапазони в удари/мин; без него стъпките излизат без цели.
ca: Genera un fitxer d'entrenament .fit: envia'l per AirDrop o passa'l a l'app del teu rellotge. Posa la teva freqüència cardíaca màxima a Configuració i els objectius de zona s'escriuran com a rangs reals de ppm; sense això, els passos surten sense objectiu.
cs: Zapíše soubor tréninku .fit — pošli ho přes AirDrop nebo předej aplikaci hodinek. Nastav si v Nastavení maximální tepovou frekvenci a cíle zón se zapíšou jako skutečné rozsahy tepů; bez ní odejdou kroky bez cílů.
da: Skriver en .fit-træningsfil — send den med AirDrop, eller giv den til dit urs app. Angiv din makspuls under Indstillinger, så skrives zonemål som rigtige pulsintervaller; uden den sendes trinnene af sted uden mål.
de: Schreibt eine .fit-Workout-Datei — per AirDrop senden oder der App deiner Uhr übergeben. Trag deine maximale Herzfrequenz in den Einstellungen ein, dann werden Zonenziele als echte bpm-Bereiche geschrieben; ohne sie gehen die Schritte ohne Ziel raus.
el: Δημιουργεί ένα αρχείο προπόνησης .fit — στείλ' το με AirDrop ή δώσ' το στην εφαρμογή του ρολογιού σου. Όρισε τους μέγιστους παλμούς σου στις Ρυθμίσεις και οι στόχοι ζωνών θα γραφτούν ως πραγματικά εύρη παλμών· χωρίς αυτούς τα βήματα φεύγουν χωρίς στόχους.
es: Escribe un archivo de entrenamiento .fit: envíalo por AirDrop o pásalo a la app de tu reloj. Pon tu frecuencia cardíaca máxima en Ajustes y los objetivos por zona se escribirán como rangos reales de ppm; sin ella los pasos salen sin objetivo.
et: Loob .fit-trennifaili — saada see AirDropiga või anna oma kella rakendusele. Sisesta Seadetes maksimaalne pulss ja tsoonisihid kirjutatakse tõeliste pulsivahemikena; ilma selleta lähevad sammud sihtideta.
fi: Kirjoittaa .fit-harjoitustiedoston — lähetä se AirDropilla tai anna kellosovellukseesi. Aseta maksimisykkeesi asetuksissa, niin aluetavoitteet kirjoitetaan todellisina sykealueina; ilman sitä vaiheet lähtevät ilman tavoitteita.
fr: Écrit un fichier d'entraînement .fit : envoie-le par AirDrop ou donne-le à l'app de ta montre. Renseigne ta fréquence cardiaque maximale dans les Réglages et les cibles de zone seront écrites en vraies plages de bpm ; sans elle, les étapes partent sans cible.
ga: Cruthaíonn sé comhad seisiúin .fit — seol le AirDrop é nó tabhair d'aip d'uaireadóra é. Socraigh do ráta croí uasta sna Socruithe agus scríobhfar spriocanna na gcrios mar fhíorraonta buillí; gan é téann na céimeanna amach gan sprioc.
hr: Stvara datoteku treninga .fit — pošalji je AirDropom ili je predaj aplikaciji svog sata. Upiši maksimalni puls u Postavkama i ciljevi zona zapisat će se kao pravi rasponi otkucaja; bez toga koraci odlaze bez ciljeva.
hu: Létrehoz egy .fit edzésfájlt — küldd el AirDroppal, vagy add át az órád alkalmazásának. Add meg a maximális pulzusodat a Beállításokban, és a zónacélok valódi pulzustartományként íródnak ki; enélkül a lépések cél nélkül mennek el.
id: Menulis file latihan .fit — kirim lewat AirDrop atau serahkan ke aplikasi jammu. Setel detak jantung maksimalmu di Pengaturan dan target zona akan ditulis sebagai rentang bpm sungguhan; tanpa itu langkah-langkahnya keluar tanpa target.
is: Býr til .fit-æfingaskrá — sendu hana með AirDrop eða láttu úrforritið þitt fá hana. Settu hámarkspúlsinn þinn í Stillingum og markmið þrepanna verða skrifuð sem raunveruleg púlsbil; án hans fara skrefin út án markmiða.
it: Scrive un file di allenamento .fit: mandalo via AirDrop o passalo all'app del tuo orologio. Imposta la frequenza cardiaca massima nelle Impostazioni e gli obiettivi di zona verranno scritti come intervalli reali di bpm; senza, i passi escono senza obiettivo.
ja: .fit のワークアウトファイルを書き出します。AirDrop で送るか、時計のアプリに渡してください。設定で最大心拍を入力すると、ゾーンのターゲットが実際の bpm 範囲として書き込まれます。未設定ならステップはターゲットなしで出力されます。
ko: .fit 운동 파일을 만듭니다 — AirDrop으로 보내거나 시계 앱에 전달하세요. 설정에서 최대 심박수를 넣으면 구간 목표가 실제 bpm 범위로 기록되고, 없으면 스텝에 목표 없이 전송됩니다.
lt: Sukuria .fit treniruotės failą — nusiųsk jį per AirDrop arba perduok savo laikrodžio programai. Nustatymuose įvesk maksimalų pulsą ir zonų tikslai bus įrašyti kaip tikri pulso intervalai; be jo žingsniai išeina be tikslų.
lv: Izveido .fit treniņa failu — nosūti to ar AirDrop vai iedod sava pulksteņa lietotnei. Ievadi Iestatījumos maksimālo pulsu, un zonu mērķi tiks ierakstīti kā īsti pulsa diapazoni; bez tā soļi aiziet bez mērķiem.
mk: Создава датотека за тренинг .fit — испрати ја преку AirDrop или предај ја на апликацијата на твојот часовник. Внеси го максималниот пулс во Поставки и целите на зоните ќе се запишат како вистински опсези на отчукувања; без него чекорите заминуваат без цели.
ms: Menulis fail latihan .fit — hantar melalui AirDrop atau serahkan kepada aplikasi jam anda. Tetapkan denyutan jantung maksimum anda dalam Tetapan dan sasaran zon akan ditulis sebagai julat bpm sebenar; tanpanya langkah-langkah itu keluar tanpa sasaran.
mt: Joħloq fajl ta' sessjoni .fit — ibagħtu b'AirDrop jew agħtih lill-app tal-arloġġ tiegħek. Daħħal it-taħbit massimu tiegħek fis-Settings u l-miri taż-żoni jinkitbu bħala firxiet veri ta' taħbit; mingħajru l-passi joħorġu bla miri.
nb: Skriver en .fit-øktfil — send den med AirDrop, eller gi den til klokkeappen din. Legg inn makspulsen din under Innstillinger, så skrives sonemål som ekte pulsintervaller; uten den går stegene ut uten mål.
nl: Schrijft een .fit-trainingsbestand — stuur het via AirDrop of geef het aan de app van je horloge. Stel je maximale hartslag in bij Instellingen, dan worden zonedoelen als echte bpm-bereiken weggeschreven; zonder die waarde gaan de stappen zonder doel de deur uit.
pl: Zapisuje plik treningu .fit — wyślij go przez AirDrop albo przekaż aplikacji zegarka. Ustaw tętno maksymalne w Ustawieniach, a cele stref zostaną zapisane jako prawdziwe zakresy uderzeń; bez tego kroki wychodzą bez celów.
pt_br: Gera um arquivo de treino .fit — envie por AirDrop ou entregue ao app do seu relógio. Informe sua frequência cardíaca máxima nos ajustes e os alvos de zona vão como faixas reais de bpm; sem ela, as etapas saem sem alvo.
pt_pt: Escreve um ficheiro de treino .fit — envia-o por AirDrop ou entrega-o à app do teu relógio. Define a tua frequência cardíaca máxima nas Definições e os alvos por zona serão escritos como intervalos reais de bpm; sem ela, os passos saem sem alvo.
ro: Creează un fișier de antrenament .fit — trimite-l prin AirDrop sau dă-l aplicației ceasului tău. Setează-ți pulsul maxim în Setări și țintele de zonă vor fi scrise ca intervale reale de bpm; fără el, pașii pleacă fără ținte.
ru: Создаёт файл тренировки .fit — отправьте его через AirDrop или передайте в приложение часов. Укажите максимальный пульс в настройках, и целевые зоны запишутся как реальные диапазоны уд/мин; без него шаги уйдут без целей.
sk: Zapíše súbor tréningu .fit — pošli ho cez AirDrop alebo odovzdaj aplikácii hodiniek. Nastav si v Nastaveniach maximálnu tepovú frekvenciu a ciele zón sa zapíšu ako skutočné rozsahy úderov; bez nej odídu kroky bez cieľov.
sl: Ustvari datoteko treninga .fit — pošlji jo prek AirDropa ali jo daj aplikaciji svoje ure. V Nastavitvah vpiši maksimalni utrip in cilji con se bodo zapisali kot pravi razponi utripov; brez tega gredo koraki brez ciljev.
sq: Krijon një skedar stërvitjeje .fit — dërgoje me AirDrop ose jepja aplikacionit të orës sate. Vendos rrahjet maksimale te Cilësimet dhe objektivat e zonave do të shkruhen si intervale reale rrahjesh; pa to, hapat dalin pa objektiva.
sr: Прави датотеку тренинга .fit — пошаљи је преко AirDrop-а или је предај апликацији свог сата. Упиши максимални пулс у Подешавањима и циљеви зона ће се уписати као прави опсези откуцаја; без тога кораци одлазе без циљева.
sv: Skriver en .fit-passfil — skicka den med AirDrop eller lämna den till klockans app. Ange din maxpuls i Inställningar så skrivs zonmålen som riktiga pulsintervall; utan den går stegen ut utan mål.
tr: Bir .fit antrenman dosyası yazar — AirDrop ile gönder ya da saatinin uygulamasına ver. Ayarlar'da maksimum nabzını girersen bölge hedefleri gerçek atım/dk aralıkları olarak yazılır; girmezsen adımlar hedefsiz gider.
uk: Створює файл тренування .fit — надішліть його через AirDrop або передайте в застосунок годинника. Вкажіть максимальний пульс у налаштуваннях, і цільові зони запишуться як справжні діапазони уд/хв; без нього кроки підуть без цілей.
vi: Tạo ra một tệp bài tập .fit — gửi qua AirDrop hoặc đưa thẳng cho ứng dụng đồng hồ của bạn. Đặt nhịp tim tối đa trong Cài đặt thì đích của từng vùng sẽ được ghi thành dải bpm thật; không có nó thì các bước đi ra mà không kèm đích nào.
zh_hans: 生成一个 .fit 训练文件——用隔空投送发送，或交给手表的应用。在设置中填写最大心率后，区间目标会写成真实的心率范围；不填则步骤不带目标。
zh_hant: 會產生一個 .fit 訓練檔——用 AirDrop 傳送，或交給手錶的 App。在設定中填入最大心率後，區間目標會寫成真實的心率範圍；不填則步驟不帶目標。
